Repository: YagyeshGupta03/pryo
Catalog: lib/l10n/intl_*.arb
Languages: sv

# welcomeBackYouHaveBeenNMissedForLongTime
source: Welcome Back, We have missed you
sv: Välkommen Tillbaka, Vi har saknat dig!

source: Email Address
sv: E-mail

source: Password
sv: Lösenord

# helloUser
source: Hello PRYO!
sv: Hej PRYO!

source: Forgot Password?
sv: Glömt Lösenord?

source: Login
sv: Logga in

source: Enter all the credentials
sv: Ange samtliga autentiseringsuppgifter

source: Don't have an account?
sv: Har du inget konto?

source: Sign Up
sv: Registrera

source: Click here to read our
sv: Klicka här för att läsa

source: Terms of Service
sv: användningsvillkor

source: and
sv: och

source: Privacy Policies
sv: integritetsregler

source: Enter your registered e-mail
sv: Ange din registrerade E-mail

source: Enter your mail
sv: Ange din E-mail

source: Send OTP
sv: Skicka engångslösenord

# anOtpIsSendToYourMail
source: An OTP has been sent to your mail
sv: Ett engångslösenord har skickats till din E-mail

# enterOtpSendToYourMail
source: Enter OTP that was sent to your mail
sv: Ange engångslösenordet som skickades till din E-mail

source: Enter OTP
sv: Ange engångslösenord

source: Field is empty
sv: Fältet är tomt

source: Enter new password
sv: Ange nytt lösenord

source: Select user type
sv: Ange användartyp

# userMember
source: Searcher
sv: Letare

source: Full Name
sv: Fullständigt namn

source: User Name
sv: Användarnamn

source: City
sv: Stad

source: Address
sv: Adress

source: Phone Number
sv: Telefonnummer

source: SIGNUP
sv: Registrera

source: Next
sv: Nästa

source: Enter valid details
sv: Ange giltiga uppgifter

source: Kindly fill all the mandatory fields
sv: Vänligen fyll i alla fält

source: Already have an account?
sv: Har du redan ett konto?

source: Log In
sv: Logga in

source: Verification
sv: Verfiering

source: Select ID
sv: Ange ID

source: OTP
sv: Engångslösenord

# enterOtpSendToYourMailToRegisterSuccessfully
source: [Enter OTP that was sent to your mail to register successfully]
sv: [Ange engångslösenordet som skickats till din E-mail för att registrera]

source: Invalid OTP
sv: Ogiltligt engångslösenord

source: OTP expired
sv: Engångslösenordet har förfallit

source: Verify OTP
sv: Verifiera engångslösenordet

# whatWouldYouLikeToService
source: What do you need help with?
sv: Vad behöver du hjälp med?

# searchServiceCategories
source: Search PRYO٥s, Categories
sv: Sök PRYO´s, Kategorier

source: Categories
sv: Kategorier

source: View All
sv: Visa alla

# serviceProviderNearby
source: PRYO٥s Nearby
sv: PRYO´s nära dig

# serviceProvidersNearby
source: PRYO٥s Nearby
sv: PRYO´s nära dig

# locationPermissionIsDeniedKindlyProvidePermissionForNearbyService
source: Location permission is denied. Kindly provide permission for nearby PRYO٥s.
sv: Lokalisering inte tillåtet. Vänligen tillåt detta för PRYO´s i din närhet.

# noServiceProviderNearbyYou
source: No PRYO nearby you
sv: Inga PRYO´s i din närhet

source: Kindly allow location permission.
sv: Vänligen tillåt lokalisering.

source: Click here
sv: Klicka här

source: Leave feedback
sv: Lämna feedback

source: Submit
sv: Skicka in

# pleaseRateYourServiceProvider
source: Please rate your PRYO
sv: Ge din PRYO ett omdöme

source: Please rate us!
sv: Ge oss ett omdöme

source: Review
sv: Recension

source: No review
sv: Ingen recension

source: + Add Review
sv: + Lägg till recension

source: Reviews
sv: Recensioner

source: No images available
sv: In bilder tillgängliga

source: Gallery
sv: Galleri

source: Expertise
sv: Expertis

# iAmAServiceProvider
source: I am a PRYO
sv: Jag är en PRYO

source: About
sv: Om

source: Call
sv: Ring

source: Chats
sv: Chattar

source: Old password
sv: Gammalt lösenord

source: Enter your existing password
sv: Ange ditt nuvarande lösenord

source: New password
sv: Nytt lösenord

source: Confirm password
sv: Bekräfta lösenord

source: Confirm your password
sv: Bekräfta ditt lösenord

source: Password confirmation does not match
sv: Lösenord matchar inte

source: Fill all the fields
sv: Fyll i alla fält

source: Save
sv: Spara

source: Title
sv: Titel

source: Description
sv: Beskrivning

# noComputerServiceProviderInYourCity
source: No Computer PRYO٥s in your city
sv: Ingen PRYO inom Data/IT i din stad

# contractorService
source: Contractor PRYO
sv: Bygg

source: No contractor in your city
sv: Ingen PRYO inom Bygg i din stad

# serviceCategory
source: PRYO Category
sv: Kategori

# topServiceProvider
source: Top PRYO
sv: PRYO med högst betyg

# topServiceProviders
source: Top PRYO٥s
sv: Topp tjänsteleverantörer

# noServiceProviderInYourCity
source: No PRYO provider in your city
sv: Ingen PRYO i din stad

source: What Our Customer Says
sv: Vad våra användare säger

source: Verified User
sv: Verifierad användare

source: Your Favorites
sv: Dina favoriter

source: No Conversation
sv: Ingen konversation

source: All Categories
sv: Alla kategorier

source: Edit Profile
sv: Redigera profil

source: Street (Include house number)
sv: Gata (inkludera husnummer)

source: Update
sv: Uppdatera

source: Select Work Profile
sv: Välj arbetsprofil

source: Work Profile
sv: Profil

source: Remove selected work profile
sv: Ta bort vald arbetsprofil

# selectServiceCategory
source: Select PRYO Category
sv: Välj PRYO-kategori

source: About yourself
sv: Om dig

source: Bio
sv: Biografi

# addYourServiceImages
source: Add your PRYO images
sv: Lägg till dina PRYO-bilder

source: Edit
sv: Ändra

source: Work Experience
sv: Erfarenhet

source: Enter number of years
sv: Ange antal år

source: Select experience certificate
sv: Välj erfarenhetsintyg

source: Enter all the fields
sv: Ange alla fälten

source: Skip
sv: Skippa

source: Enquiry submitted successfully
sv: Förfrågan har skickats in

source: No Internet Connection
sv: Ingen internetanslutning

source: Please Wait
sv: Vänligen Vänta

source: Not Available For Chat
sv: Ej tillgänglig för chat

source: Image uploaded successfully
sv: Bild uppladdad

source: Check your internet connection.
sv: Kolla din internetanslutning

source: Refresh
sv: Uppdatera

source: Gallery Images
sv: Gallerifoton

source: Choose image
sv: Välj bild

source: No image in the gallery
sv: Ingen bild i galleriet

source: Save image
sv: Spara bild

source: Dashboard
sv: Kontrollpanel

source: Total Experience
sv: Erfarenhet

source: Positive Ratings
sv: Positiva betyg

source: Profile Details
sv: Profildetaljer

source: Settings
sv: Inställningar

source: Change password
sv: Byta lösenord

source: Contact us
sv: Kontakta oss

source: Logout
sv: Logga ut

source: Light theme
sv: Ljust tema

source: Dark theme
sv: Mörkt tema

source: Photo
sv: Foto

source: File
sv: Fil

source: Cancel
sv: Avbryt

source: Chat
sv: Chatt

# serviceProviders
source: PRYO٥s
sv: PRYO´s

source: Go Back
sv: Gå tillbaka

source: Home
sv: Hem

source: Category
sv: Kategori

source: Profiles
sv: Profiler

source: No favorites added
sv: Inga favoriter tillagda

source: Notifications
sv: Notiser

# ourServiceProvider
source: Our PRYO
sv: Våra PRYO

# noServiceProviderForThisCategoryInYourArea
source: No PRYO for this category in your area
sv: Ingen PRYO i denna kategorin i ditt område

source: Computer in
sv: Data/IT

source: Computers service
sv: Bygg i

source: Contractor in
sv: Entreprenör i

source: Theme
sv: Tema

source: Language
sv: Språk

source: No search data available
sv: Ingen sökdata tillgänglig.

source: I have read
sv: Jag har läst
